results/graph/scope_head_1s.dot
digraph scope {
  rankdir=TB;
  graph [fontname="Helvetica", labelloc="t", label="head @ 1s"];
  node [shape=box, style="rounded,filled", fontname="Helvetica", fontsize=10];
  edge [fontname="Helvetica", fontsize=8, color="#666666"];
  n581 [label="Unsqueeze\nUnsqueeze\n[1x1x80x98]", color="#8a8f98", fillcolor="#8a8f9822"];
  n582 [label="QuantizeLinear\nUnsqueeze_output_0_QuantizeLinear\n[1x1x80x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n583 [label="QLinearConv\nConv_quant\n[1x32x80x98]\n2.3 M MAC", color="#3b7dd8", fillcolor="#3b7dd822"];
  n584 [label="DequantizeLinear\nConv_output_0_DequantizeLinear\n[1x32x80x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n585 [label="Relu\nRelu\n[1x32x80x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n586 [label="QuantizeLinear\nRelu_output_0_QuantizeLinear\n[1x32x80x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n587 [label="QLinearConv\nConv_quant\n[1x32x40x98]\n36.1 M MAC", color="#3b7dd8", fillcolor="#3b7dd822"];
  n588 [label="QLinearConv\nConv_quant\n[1x32x40x98]\n4.0 M MAC", color="#3b7dd8", fillcolor="#3b7dd822"];
  n589 [label="DequantizeLinear\nConv_output_0_DequantizeLinear\n[1x32x40x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n590 [label="DequantizeLinear\nConv_output_0_DequantizeLinear\n[1x32x40x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n591 [label="Relu\nRelu\n[1x32x40x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n592 [label="QuantizeLinear\nRelu_output_0_QuantizeLinear\n[1x32x40x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n593 [label="QLinearConv\nConv_quant\n[1x32x40x98]\n36.1 M MAC", color="#3b7dd8", fillcolor="#3b7dd822"];
  n594 [label="DequantizeLinear\nConv_output_0_DequantizeLinear\n[1x32x40x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n595 [label="Add\nAdd\n[1x32x40x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n596 [label="Relu\nRelu_1\n[1x32x40x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n597 [label="QuantizeLinear\nRelu_1_output_0_QuantizeLinear\n[1x32x40x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n598 [label="QLinearConv\nConv_quant\n[1x32x40x98]\n36.1 M MAC", color="#3b7dd8", fillcolor="#3b7dd822"];
  n599 [label="DequantizeLinear\nConv_output_0_DequantizeLinear\n[1x32x40x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n600 [label="Relu\nRelu\n[1x32x40x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n601 [label="QuantizeLinear\nRelu_output_0_QuantizeLinear\n[1x32x40x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n602 [label="QLinearConv\nConv_quant\n[1x32x40x98]\n36.1 M MAC", color="#3b7dd8", fillcolor="#3b7dd822"];
  n603 [label="DequantizeLinear\nConv_output_0_DequantizeLinear\n[1x32x40x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n604 [label="Add\nAdd\n[1x32x40x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n605 [label="Relu\nRelu_1\n[1x32x40x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n606 [label="QuantizeLinear\nRelu_1_output_0_QuantizeLinear\n[1x32x40x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n607 [label="QLinearConv\nConv_quant\n[1x32x20x98]\n18.1 M MAC", color="#3b7dd8", fillcolor="#3b7dd822"];
  n608 [label="QLinearConv\nConv_quant\n[1x32x20x98]\n2.0 M MAC", color="#3b7dd8", fillcolor="#3b7dd822"];
  n609 [label="DequantizeLinear\nConv_output_0_DequantizeLinear\n[1x32x20x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n610 [label="DequantizeLinear\nConv_output_0_DequantizeLinear\n[1x32x20x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n611 [label="Relu\nRelu\n[1x32x20x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n612 [label="QuantizeLinear\nRelu_output_0_QuantizeLinear\n[1x32x20x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n613 [label="QLinearConv\nConv_quant\n[1x32x20x98]\n18.1 M MAC", color="#3b7dd8", fillcolor="#3b7dd822"];
  n614 [label="DequantizeLinear\nConv_output_0_DequantizeLinear\n[1x32x20x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n615 [label="Add\nAdd\n[1x32x20x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n616 [label="Relu\nRelu_1\n[1x32x20x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n617 [label="QuantizeLinear\nRelu_1_output_0_QuantizeLinear\n[1x32x20x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n618 [label="QLinearConv\nConv_quant\n[1x32x20x98]\n18.1 M MAC", color="#3b7dd8", fillcolor="#3b7dd822"];
  n619 [label="DequantizeLinear\nConv_output_0_DequantizeLinear\n[1x32x20x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n620 [label="Relu\nRelu\n[1x32x20x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n621 [label="QuantizeLinear\nRelu_output_0_QuantizeLinear\n[1x32x20x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n622 [label="QLinearConv\nConv_quant\n[1x32x20x98]\n18.1 M MAC", color="#3b7dd8", fillcolor="#3b7dd822"];
  n623 [label="DequantizeLinear\nConv_output_0_DequantizeLinear\n[1x32x20x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n624 [label="Add\nAdd\n[1x32x20x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n625 [label="Relu\nRelu_1\n[1x32x20x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n626 [label="QuantizeLinear\nRelu_1_output_0_QuantizeLinear\n[1x32x20x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n627 [label="QLinearConv\nConv_quant\n[1x32x10x98]\n9.0 M MAC", color="#3b7dd8", fillcolor="#3b7dd822"];
  n628 [label="DequantizeLinear\nConv_output_0_DequantizeLinear\n[1x32x10x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n629 [label="Relu\nRelu_1\n[1x32x10x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n643 [label="Reshape\nReshape\n[1x320x98]", color="#8a8f98", fillcolor="#8a8f9822"];
  n644 [label="QuantizeLinear\nReshape_output_0_QuantizeLinear\n[1x320x98]", color="#3b7dd8", fillcolor="#3b7dd822"];
  n581 -> n582 [label="1x1x80x98"];
  n582 -> n583 [label="1x1x80x98"];
  n583 -> n584 [label="1x32x80x98"];
  n584 -> n585 [label="1x32x80x98"];
  n585 -> n586 [label="1x32x80x98"];
  n586 -> n587 [label="1x32x80x98"];
  n586 -> n588 [label="1x32x80x98"];
  n587 -> n589 [label="1x32x40x98"];
  n588 -> n590 [label="1x32x40x98"];
  n589 -> n591 [label="1x32x40x98"];
  n590 -> n595 [label="1x32x40x98"];
  n591 -> n592 [label="1x32x40x98"];
  n592 -> n593 [label="1x32x40x98"];
  n593 -> n594 [label="1x32x40x98"];
  n594 -> n595 [label="1x32x40x98"];
  n595 -> n596 [label="1x32x40x98"];
  n596 -> n597 [label="1x32x40x98"];
  n596 -> n604 [label="1x32x40x98"];
  n597 -> n598 [label="1x32x40x98"];
  n598 -> n599 [label="1x32x40x98"];
  n599 -> n600 [label="1x32x40x98"];
  n600 -> n601 [label="1x32x40x98"];
  n601 -> n602 [label="1x32x40x98"];
  n602 -> n603 [label="1x32x40x98"];
  n603 -> n604 [label="1x32x40x98"];
  n604 -> n605 [label="1x32x40x98"];
  n605 -> n606 [label="1x32x40x98"];
  n606 -> n607 [label="1x32x40x98"];
  n606 -> n608 [label="1x32x40x98"];
  n607 -> n609 [label="1x32x20x98"];
  n608 -> n610 [label="1x32x20x98"];
  n609 -> n611 [label="1x32x20x98"];
  n610 -> n615 [label="1x32x20x98"];
  n611 -> n612 [label="1x32x20x98"];
  n612 -> n613 [label="1x32x20x98"];
  n613 -> n614 [label="1x32x20x98"];
  n614 -> n615 [label="1x32x20x98"];
  n615 -> n616 [label="1x32x20x98"];
  n616 -> n617 [label="1x32x20x98"];
  n616 -> n624 [label="1x32x20x98"];
  n617 -> n618 [label="1x32x20x98"];
  n618 -> n619 [label="1x32x20x98"];
  n619 -> n620 [label="1x32x20x98"];
  n620 -> n621 [label="1x32x20x98"];
  n621 -> n622 [label="1x32x20x98"];
  n622 -> n623 [label="1x32x20x98"];
  n623 -> n624 [label="1x32x20x98"];
  n624 -> n625 [label="1x32x20x98"];
  n625 -> n626 [label="1x32x20x98"];
  n626 -> n627 [label="1x32x20x98"];
  n627 -> n628 [label="1x32x10x98"];
  n628 -> n629 [label="1x32x10x98"];
  n629 -> n643 [label="1x32x10x98"];
  n643 -> n644 [label="1x320x98"];
}
